const descriptionsCn = {
  '0xf919b5C36762999D8073aCC72A3bceBA57B07AC5': {
    'content': `KF Uniswap Liquidity Fund（KFUNLF）是以太坊的主动管理基金，并使用了机枪池（Vault）模式来分摊用户的矿工费，机枪池会综合当前USDT余额、底层资产价格、矿工费等因素以最优性价比购买底层资产，购买底层资产后会到Uniswap提供流动性，并赚取交易手续费。基金申购支持USDT，赎回支持USDT和底层资产（按照实时比例）。注意：当大额赎回USDT时，可能会产生滑点。`,
    'items': [
      {
        'title': `目标：`,
        'itemMain': `为用户提供一个更简便的自动化工具，通过为Uniswap提供流动性赚取交易手续费。同时，在资产价格上升时，赚取额外的USDT收益，在资产价格下降时，赚取更多的代币。`
      },
      {
        'title': `投资策略：`,
        'itemMain': `本策略为主动投资策略，通过在Uniswap上提供流动性赚取交易手续费，配置不同的Uniswap流动性池。在币价上涨/下跌时动态调整各个流动性池比例，最大化满足币价上涨时获取USDT收益，币价下跌时获取更多代币。`
      },
      {
        'title': `费用结构：`,
        'itemMain': [
          `赎回费用：基金赎回时，会根据赎回数量按照比例收取`,
          `基金管理费用：管理费是随时间累积的总市值的年费。例如：使用2%作为管理费，6个月后，KayaLand团队可以要求按照1%的总市值收取管理费，收取的管理费是按比例以增发KFUNLF的形式完成。`,
          `基金表现费用：表现费是当基金产生盈利时按照投资收益部分的一定比例作为业绩提成。例如：使用20%作为表现费，KayaLand团队可以要求按照每6个月为周期或用户赎回时收取表现费，收取的表现费是按比例以扣除KFUNLF的形式完成。每次结算完成，期末净值会作为下个周期的本金计算，不会重复提取收益。`,
          `矿工费：您做的任何申购、赎回、授权、交易等操作都会在以太坊区块链上执行，这些操作都将由以太坊矿工按照执行复杂度收取矿工费。（Tips: 可以在Gas Price相对低时操作以降低成本）`
        ]
      },
      {
        'title': `风险提示：`,
        'itemMain': [
          `BETA阶段，请详细阅读说明`,
          `任何与该基金交互的智能合约都可能存在风险`,
          `请不要把你毕生积蓄或者无法承受损失的资产存入该智能合约`
        ]
      }
    ]
  },
  '0x4696000C7022A2C72E871020429AF7644008BDC8': {
    'content': `KF DeFi Pioneer Fund（KFDFPF）是以太坊DeFi的ETF基金，并使用了机枪池（Vault）模式来分摊用户的矿工费，机枪池会综合当前USDT余额、底层资产价格、矿工费等因素以最优性价比购买底层资产，基金包含以太坊区块链上的DeFi项目代币作为其底层资产，底层资产会为您存储在Balancer智能合约中。您可以使用USDT代币随时申购/赎回您的基金份额，这一切都是由我们的智能合约自动完成，而无需关注其复杂的购买、换算和存储细节。`,
    'items': [
      {
        'title': `目标：`,
        'itemMain': `为用户提供一个更简便的自动化工具，以跟踪和投资去中心化金融（DeFi）市场中夏普率表现较好的项目。`
      },
      {
        'title': `投资策略：`,
        'itemMain': `投资参考DeFi不同领域中市值靠前以及收益风险比较高的项目进行最优资产配置组合，币种的权重以及配置不是一成不变的，我们会根据市场表现调整币种权重甚至增/减币种，未来这一调整会交由社区治理共同完成。`
      },
      {
        'title': `费用结构：`,
        'itemMain': [
          `赎回费用：基金赎回时，会根据赎回数量按照比例收取`,
          `基金管理费：管理费是随时间累积的总市值的年费。例如：使用2%作为管理费，6个月后，KayaFund团队可以要求按照1%的总市值收取管理费，收取的管理费是按比例以增发KFDFPF的形式完成`,
          `矿工费：您做的任何申购、赎回、授权、交易等操作都会在以太坊区块链上执行，这些操作都将由以太坊矿工按照执行复杂度收取矿工费（Tips: 可以在Gas Price相对低时操作以降低成本）`
        ]
      },
      {
        'title': `风险提示：`,
        'itemMain': [
          `BETA阶段，请详细阅读说明`,
          `任何与该基金交互的智能合约都可能存在风险`,
          `请不要把你毕生积蓄或者无法承受损失的资产存入该智能合约`
        ]
      }
    ]
  },
  '0x18e9BE45B0E917b5648Eb6716ECE2dE87474E535': {
    'content': `KF BTC-ETH Fund（KFBET）是基于以太坊的ETF基金，并使用了机枪池（Vault）模式来分摊用户的矿工费，机枪池会综合当前USDT余额、底层资产价格、矿工费等因素以最优性价比购买底层资产，并以提供流动性的方式使资产数量不断增加。您可以使用USDT代币随时申购/赎回您的基金份额，这一切都是由我们的智能合约自动完成，而无需关注其复杂的购买、换算和存储细节。`,
    'items': [
      {
        'title': `目标：`,
        'itemMain': `为用户提供更简单的自动化工具，以跟踪和投资BTC和ETH资产，并向Uniswap提供流动性。`
      },
      {
        'title': `投资策略：`,
        'itemMain': `该基金有2个底层资产，分别为wBTC和ETH，购买成功后会投入到Uniswap中的<a class="link" href="https://info.uniswap.org/pair/0xBb2b8038a1640196FbE3e38816F3e67Cba72D940" target="_blank">wBTC-ETH池</a>提供流动性以赚取0.3%的交易手续费，以保证底层资产数量不断增加。`
      },
      {
        'title': `费用结构：`,
        'itemMain': [
          `购买费用：基金申购时，会根据申购数量按照比例收取`,
          `赎回费用：基金赎回时，会根据赎回数量按照比例收取`,
          `矿工费：您做的任何申购、赎回、授权、交易等操作都会在以太坊区块链上执行，这些操作都将由以太坊矿工按照执行复杂度收取矿工费（Tips: 可以在Gas Price相对低时操作以降低成本）`
        ]
      },
      {
        'title': `风险提示：`,
        'itemMain': [
          `BETA阶段，请详细阅读说明`,
          `任何与该基金交互的智能合约都可能存在风险`,
          `请不要把你毕生积蓄或者无法承受损失的资产存入该智能合约`
        ]
      }
    ]
  },
  '0x9799e1cc190def06d14270304164a7463173d7df': {
    'content': `KF BTC Fund（KFBTC）是以太坊BTC的ETF基金，基金包含以太坊区块链上可以交易的BTC（<a class="link" href="https://wbtc.network/" target="_blank">wBTC</a>和<a class="link" href="https://renproject.io/" target="_blank">renBTC</a>）作为其底层资产，底层资产会为您存储在Balancer智能合约中。您可以使用ETH代币随时申购/赎回您的基金份额，这一切都是由我们的智能合约自动完成，而无需关注其复杂的购买、换算和存储细节。`,
    'items': [
      {
        'title': `目标：`,
        'itemMain': `为用户提供一个更简单的自动化工具，以跟踪和投资以太坊上的比特币资产。`
      },
      {
        'title': `投资策略：`,
        'itemMain': `目前的资产占比是由专业分析师综合以太坊各BTC项目的发展得出的最优资产配置组合，币种的权重以及配置不是一成不变的，我们会根据市场表现调整币种权重甚至增/减币种，未来这一调整会交由社区治理共同完成。`
      },
      {
        'title': `费用结构：`,
        'itemMain': [
          `购买费用：基金申购时，会根据申购数量按照比例收取`,
          `赎回费用：基金赎回时，会根据赎回数量按照比例收取`,
          `矿工费：您做的任何申购、赎回、授权、交易等操作都会在以太坊区块链上执行，这些操作都将由以太坊矿工按照执行复杂度收取矿工费（Tips: 可以在Gas Price相对低时操作以降低成本）`
        ]
      },
      {
        'title': `风险提示：`,
        'itemMain': [
          `BETA阶段，请详细阅读说明`,
          `任何与该基金交互的智能合约都可能存在风险`,
          `请不要把你毕生积蓄或者无法承受损失的资产存入该智能合约`
        ]
      }
    ]
  },
  '0x17A30d8eAAF1149f0F133f048041eb167597efb0': {
    'content': `KF DeFi Large Cap Fund（KFDFLC）是以太坊DeFi的ETF基金，基金包含以太坊区块链上主流的DeFi项目代币作为其底层资产，底层资产会为您存储在Balancer智能合约中。您可以使用ETH代币随时申购/赎回您的基金份额，这一切都是由我们的智能合约自动完成，而无需关注其复杂的购买、换算和存储细节。`,
    'items': [
      {
        'title': `目标：`,
        'itemMain': `为用户提供一个更简便的自动化工具，以跟踪和投资去中心化金融（DeFi）市场中表现最好的项目。`
      },
      {
        'title': `投资策略：`,
        'itemMain': `目前的资产占比是由专业分析师综合DeFi各主流项目的发展得出的最优资产配置组合，币种的权重以及配置不是一成不变的，我们会根据市场表现调整币种权重甚至增/减币种，未来这一调整会交由社区治理共同完成。`
      },
      {
        'title': `费用结构：`,
        'itemMain': [
          `购买费用：基金申购时，会根据申购数量按照比例收取`,
          `赎回费用：基金赎回时，会根据赎回数量按照比例收取`,
          `矿工费：您做的任何申购、赎回、授权、交易等操作都会在以太坊区块链上执行，这些操作都将由以太坊矿工按照执行复杂度收取矿工费（Tips: 可以在Gas Price相对低时操作以降低成本）`
        ]
      },
      {
        'title': `风险提示：`,
        'itemMain': [
          `BETA阶段，请详细阅读说明`,
          `任何与该基金交互的智能合约都可能存在风险`,
          `请不要把你毕生积蓄或者无法承受损失的资产存入该智能合约`
        ]
      }
    ]
  }
}

export default descriptionsCn
